{
    "langs": [ "ru", "en" ],
    "lang": "en",
    "title": "Max Cuker",
    "name": "Max Cuker",
    "guitars": "Fine concert classical guitars",
    "menu": {
        "about": "About me",
        "models": "Models",
        "gallery": "Gallery",
        "media": "Audio & video",
        "testimonials": "Testimonials",
        "contact": "Contact"
    },
    "index": {},
    "about": {
        "photo": "cuker4.jpg",
        "content": "<h2>Welcome</h2><p>First, a few words about myself. My name is Maksim Cuker, and I am a professional guitar player and maker living in Vilnius. I have participated in several international guitar playing competitions and once even made it all the way to second place, although to be honest, the competition wasn't the most prestigious one out there.</p><p>In 1993 at the age of 18, I handcrafted my very first guitar under the mentorship of the luthier Yuri Zirin. Having taken a break, in 2011, I returned to guitar making and crafted two guitars, the resonating sound of which struck a chord of harmony with me and propelled me forward to continue my trade. Under the consultation of prominent luthiers such as Timofey Tkatch from Moscow, Dmitriy Pavlovitch and Vitaliy Pahomov from Saint-Petersburg, I honed my skills, but my truest teacher of all is the exceptional Ukranian luthier named Nikolay Rudenko whose website you can find at mastergitar.com. Actually, I can't say that I've ever met the man, the internet truly is a wonderful thing, isn't it? Throughout my life, guitars made by famous luthiers such as Masaru Kohno, Jose Ramirez, Manuel Contreras, Dieter Hopf and John Price have graced my hands.</p><p>All in all, in 2014, my guitar was awarded first place in the 'Guitar Virtuosos' luthiers' competition in Saint Petersburg. Now, I can proudly say that my instruments can be heard around the world from Tomsk to New York City.</p>"

    },
    "models": {
        "content": "<h2>My guitars</h2><p>In my guitars, I strive to achieve the very richest tone quality, maximum volume and projection without sacrificing the natural tone, articulation and expressiveness of the sound. My construction materials and techniques are aimed at achieving these precise characteristics. One of my designs is a double (sandwiched) soundboard responsible for significantly increasing both the resonance and responsiveness of the guitar. No synthetic materials go into the making of my guitars, only wood which helps avoid a cheap plasticky sound that can be found in many double top guitars.</p><h2>Models</h2><p>I craft two main models using two different top designs. My first model is called \"Birute\" which features a lattice braced top originally inspired by a technique pioneered by Australian luthier Greg Smallman, yet my design is a significant departure that has been reconceived and totally transformed. My other model is called \"Anastasia\" that is based on my own variation of a traditional fan bracing design which is available with a sandwich top.</p>",
        "gallery": {
            "Birute": {
                "photos": [ "1", "2", "21" ]
            },
            "Anastasia": {
                "photos": [ "6", "4", "3" ]
            }
        }
    },
    "media": {
        "title": "Video of my guitars",
        "videos": [
            {"title": "Anastasia, cedar/morado", "id": "RjZ20LYydC4"},
            {"title": "Birute, cedar/sapelli", "id": "GlbfQ9QQ3ec"},
            {"title": "Three guitars comparison", "id": "N1VJyA6w3_Y"},
            {"title": "Double top guitar", "id": "mgg880N6rrM"},
            {"title": "Another double top guitar", "id": "PhHe81wwKws"}
        ]
    },
    "gallery": {
        "title": "Photos of my guitars",
        "images": [
            {
                "url": "1",
                "title": ""
            },
            {
                "url": "2",
                "title": ""
            },
            {
                "url": "3",
                "title": ""
            },
            {
                "url": "4",
                "title": ""
            },
            {
                "url": "5",
                "title": ""
            },
            {
                "url": "6",
                "title": ""
            },
            {
                "url": "7",
                "title": ""
            },
            {
                "url": "8",
                "title": ""
            },
            {
                "url": "9",
                "title": ""
            },
            {
                "url": "10",
                "title": ""
            },
            {
                "url": "11",
                "title": ""
            },
            {
                "url": "12",
                "title": ""
            },
            {
                "url": "13",
                "title": ""
            },
            {
                "url": "14",
                "title": ""
            },
            {
                "url": "15",
                "title": ""
            },
            {
                "url": "16",
                "title": ""
            },
            {
                "url": "17",
                "title": ""
            },
            {
                "url": "18",
                "title": ""
            },
            {
                "url": "19",
                "title": ""
            },
            {
                "url": "20",
                "title": ""
            },
            {
                "url": "21",
                "title": ""
            },
            {
                "url": "22",
                "title": ""
            },
            {
                "url": "23",
                "title": ""
            },
            {
                "url": "24",
                "title": ""
            },
            {
                "url": "25",
                "title": ""
            },
            {
                "url": "26",
                "title": ""
            },
            {
                "url": "27",
                "title": ""
            },
            {
                "url": "28",
                "title": ""
            },
            {
                "url": "29",
                "title": ""
            },
            {
                "url": "30",
                "title": ""
            },
            {
                "url": "31",
                "title": ""
            },
            {
                "url": "32",
                "title": ""
            },
            {
                "url": "33",
                "title": ""
            },
            {
                "url": "34",
                "title": ""
            },
            {
                "url": "35",
                "title": ""
            }
        ]
    },
    "testimonials": {
        "title": "Testimonials",
        "content": "<p>Love playing and teaching at Juilliard on my beautiful new Max Cuker guitar. It has great tone and projection. Thank you Max for making this great instrument!</p><mark><a href=\"http://taliroth.com\">Tali Roth</a></mark><p>Max is a true artist. After months of looking for a new guitar, Max designed and built a true beauty, with grace of tone, responsiveness and a distinct voice. The attention to detail was meticulous. The combinations of wood, the placement of varnish, and the design of the neck could only have been accomplished by somebody who knows and loves the instrument, and takes pride in his creation. Well done Max!</p><mark>Fred Nahm NY</mark>"
    },
    "contact": {
        "title": "Contact",
        "content": "<p>cukermax@gmail.com</p>",
        "links": {
            "vk": {
                "text": "My VK group",
                "href": "http://vk.com/club57360296"
            },
            "fb": {
                "text": "My Facebook page",
                "href": "https://www.facebook.com/profile.php?id=100008158387320"
            }
        }
    }
}
